pages/Misc/about/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>About</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />

<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.1.2/css/all.min.css" integrity="sha512-1sCRPdkRXhBV2PBLUdRb4tMg1w2YPf37qatUFeS7zlBy7jJI8Lf4VHwWfZZfpXtYSLy85pkm9GaYVYMfw5BC1A==" crossorigin="anonymous" referrerpolicy="no-referrer" />
</head>
<body>
  <header>
   <h1> <a href="../../../">Ian Stranathan </a></h1>
    <p> Noodling around: Graphics | Game Development | Physics | Math <p>
    <nav>
      <ul>
	<li><a href="../../Misc/About/"><i class="fa-regular fa-address-card"></i></a></li>
	<li><a href="mailto:ian@wabisoft.io"><i class="fa fa-envelope" aria-hidden="true"></i></a></li>
	<li><a href="https://github.com/stranathan"><i class="fa-brands fa-github"></i></a></li>
      </ul>
    </nav>
  </header><div id="content">
<p>
Greetings and salutations, I'm Ian and this a small archive for things I become interested in (think poor man <a href="http://hyperphysics.phy-astr.gsu.edu/hbase/hframe.html%22">Hyperphysics</a> or <a href="https://www.algorithm-archive.org">Algorithm Archive</a>).
</p>

<p>
I studied Physics (B.S.) and Math (B.S) and Mechanical Engineering (almost B.S) and I'm a hobbyist graphics programmer &amp; game developer.
</p>

<p>
I'm motivated by understanding how things work and communicating ideas.
</p>

<blockquote>
<p>
Writing doesn't just communicate ideas; it generates them.
&#x2013; Paul Graham
</p>
</blockquote>

<p>
I find writing useful as scaffolding for synthetic, creative activities (learning something new or cataloging derivations mostly)
and sometimes that process turns into a full post here.
</p>

<p>
Unfortunately, I don't always have the time to proof read each post as thoroughly as I'd like <b>-</b>
I'm sure there are lots of spelling and grammar mistakes, but hopefully there aren't too many technical ones.
</p>

<p>
Thanks for stopping by and feel free to reach out. 
</p>

<p>
Cheers. 
</p>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.2 (<a href="https://orgmode.org">Org</a> mode 9.4.4)</p>
</div>
</main>
  <footer>
      <p>©Ian Stranathan 2022</p> 
  <footer>
</body>